[
    {
        "name": "4shared",
        "url": "http://www.4shared.com/web/account/settings#overview",
        "difficulty": "easy"
    },

    {
        "name": "500px",
        "url": "https://500px.com/settings",
        "difficulty": "easy"
    },

    {
        "name": "9GAG",
        "url": "https://9gag.com/member/delete",
        "difficulty": "easy",
        "notes": "Login to your account, go to parameters, click Delete my account. Confirm by clicking I want to delete my account. And again by clicking Delete my 9GAG account.",
        "notes_it": "Logga il tuo account, vai su parameters, clicca Delete my account. Conferma cliccando I want to delete my account. E ancora cliccando Delete my 9GAG account.",
		"notes_pt_br": "Faça login em sua conta, vá em parâmetros, clique em Delete my account. Confirme clicando em I want to delete my account. E novamente em Delete my 9GAG account."
    },

    {
        "name": "Abload",
        "url": "http://abload.de/settings.php",
        "difficulty": "easy"
    },

    {
        "name": "About.me",
        "url": "https://about.me/account",
        "difficulty": "easy"
    },

    {
        "name": "Adobe",
        "url": "https://learn.adobe.com/wiki/display/wel/Delete+your+account",
        "difficulty": "hard",
        "notes": "You have to call them in order to delete your account. Alternatively, you can send them an email.",
        "notes_it": "Per eliminare il tuo account dovrai contattarli via telefono. Alternativamente puoi spedire una mail",
		"notes_pt_br": "Você deve ligar para eles para deletar sua conta. De maneira alternativa, você pode enviá-los um e-mail."
    },

    {
        "name": "Airbnb",
        "url": "https://www.airbnb.com/users/settings",
        "difficulty": "easy"
    },

    {
        "name": "Amazon",
        "url": "https://www.amazon.com/gp/help/customer/contact-us/ref=cu_cf_email?ie=UTF8&mode=email#a",
        "difficulty": "hard",
        "notes": "To close your account, contact Amazon by email (via this contact form) and request that your account be closed.",
        "notes_it": "Per chiudere il tuo account, contatta amazon via mail (utilizzando il form contattaci) richiedendo di chiudere il tuo account",
        "notes_de": "Um deinen Account zu löschen, kontaktiere den Support über den Link und beantrage die Löschung dort.",
		"notes_pt_br": "Para fechar sua conta, contate Amazon por e-mail (usando este modelo de contato) e requira que sua conta seja fechada."
    },

    {
        "name": "Animal Crossing Community",
        "url": "http://www.animalcrossingcommunity.com/help_main.asp?HelpSectionID=5#Topic201",
        "difficulty": "impossible",
        "notes": "We do not 'delete' or 'terminate' accounts on ACC. If you no longer wish to use the site, you may delete all personal information from your profile and then stop logging in.",
        "notes_it": "Non è possibile chiudere o terminare un account su ACC. Se non desideri più utilizzare il sito, puoi comunque eliminare tutti i dati personali dal tuo profilo e non loggarci più",
		"notes_pt_br": "Nós não 'deletamos' ou 'terminamos' contas na ACC. Caso você não queira mais utilizar o site, você pode deletar todas as suas informações pessoas em seu perfil e então parar de logar-se."
    },

    {
        "name": "AOL / Instant Messenger",
        "url": "http://cancel.aol.com",
        "difficulty": "easy"
    },

    {
        "name": "App.net",
        "url": "https://account.app.net/settings/delete/",
        "difficulty": "easy"
    },

    {
        "name": "Artsy",
        "url": "http://artsy.net/user/delete",
        "difficulty": "easy"
    },

    {
        "name": "Ask.fm",
        "url": "http://ask.fm/feedbacks/new",
        "difficulty": "hard",
        "notes": "Request deletion from customer services.",
        "notes_it": "Richiedi la cancellazione al servizio clienti",
        "notes_de": "Beantrage die Löschung beim Support.",
		"notes_pt_br": "Peça para que seja deletada pela assistência ao cliente."
    },

    {
        "name": "Assembla",
        "url": "https://www.assembla.com/user/edit/edit_account_settings",
        "difficulty": "easy"
    },

    {
        "name": "Bambuser",
        "url": "https://bambuser.com/settings",
        "difficulty": "easy",
        "notes": "Go to your Settings page and scroll down to find 'Deactivate' account. Click on 'Close Account' button, and confirm the account deletion.",
        "notes_it": "Vai sulla pagina delle impostazioni e scorri giù fino a trovare 'Deactivate account'. Clicca su il pulsante 'Close Account', e conferma la cancellazione dell'account",
		"notes_pt_br": "Vá para a página Settings e desça até o final da página e ache 'Deactivate account'. Clique no botão 'Close Account', e confirme."
    },

    {
        "name": "Battle.net",
        "url": "https://eu.battle.net/support/en/ticket/submit",
        "difficulty": "hard",
        "notes": "Customer Support will require you to send a signed written letter confirming your wishes, your account details and a copy of legal identification (passport, drivers license) to your account region's office headquarters.",
        "notes_it": "Il servizio clienti richiede di spedire una lettera firmata al quartier generale della tua nazione confermando le tue intenzioni, allegando i dettagli del tuo account e una copia di un documento (passaporto, patente)",
		"notes_pt_br": "A Assistência ao Cliente irá pedir que você envie uma carta assinada confirmando os seus desejos, os detalhes de sua conta e uma cópia autenticada de identificação (passaporte, carteira de motorista) para o escritório da região de sua conta."
    },

    {
        "name": "BBC iD",
        "url": "https://ssl.bbc.co.uk/id/settings/delete",
        "difficulty": "easy"
    },

    {
        "name": "Bitbucket",
        "url": "https://bitbucket.org/account/",
        "difficulty": "easy",
        "notes": "On the side menu, click on 'Delete Account' and on the confirmation page click 'Delete Account', all repositories and the account is immediately wiped.",
        "notes_it": "Nel menu al lato, clicca su 'Delete Account' e fai lo stesso sulla pagina di conferma, l'account e i repositories saranno cancellati",
		"notes_pt_br": "No menu lateral, clique em 'Delete Account' e na página de confirmação clique em 'Delete Account', todos os repositórios e contas serão imediatamente excluídos."
    },

    {
        "name": "Blue Apron",
        "url": "www.blueapron.com/cancel_subscription",
        "difficulty": "easy"
    },

    {
        "name": "BodyBuilding",
        "url": "http://www.bodybuilding.com/store/help/delete-bodyspace-account.htm",
        "difficulty": "impossible",
        "notes": "You can only deactivate your account by contacting support as they state on the help page. There is no way to permanently delete your account or data, and an inactive public profile will always be visible to public.",
        "notes_it": "Puoi solo disattivare l'account contattando il supporto. Non esiste modo di eliminare permanentemente il tuo account o i dati, e un account inattivo resterà comunque visibile al pubblico",
		"notes_pt_br": "Você pode apenas desativar sua conta contatando a assistência ao cliente como explicitado na página de ajuda. Não há como remover permanentemente sua conta ou seus dados, e um perfil publico inativo sempre estará visível ao público."
    },

    {
        "name": "Box",
        "url": "https://app.box.com/settings",
        "difficulty": "easy"
    },

    {
        "name": "Boxee",
        "url": "http://bbx.boxee.tv/user/delete",
        "difficulty": "easy"
    },

    {
        "name": "C&M News by Rеss.at",
        "url": "http://www.ress.at/profil/profil_entfernen.php",
        "difficulty": "easy",
        "notes": "Just click 'Abschicken'",
        "notes_it": "Clicca semplicemente 'Abschicken'",
        "notes_de": "Einfach auf 'Abschicken' klicken",
		"notes_pt_br": "Apenas clique em 'Abschicken'"
    },

    {
        "name": "Change.org",
        "url": "https://www.change.org/account_settings",
        "difficulty": "easy"
    },

    {
        "name": "CloudApp",
        "url": "http://my.cl.ly/account/delete",
        "difficulty": "easy"
    },

    {
        "name": "CloudMagic",
        "url": "https://cloudmagic.com/a/v2/preferences",
        "difficulty": "easy"
    },

    {
        "name": "Code Red",
        "url": "https://cne.coderedweb.com",
        "difficulty": "impossible",
        "notes": "You can't delete yourself. You can only change your phone nr. to a bogus number.",
        "notes_it": "Non puoi eliminarti. Puoi solamente cambiare il tuo numero di telefono con uno inventato",
		"notes_pt_br": "Você não pode deletar sua conta. Você pode mudar o número de telefone para um número qualquer."
    },

    {
        "name": "Code School",
        "url": "http://help.codeschool.com/kb/codeschool-faqs/account-questions",
        "difficulty": "medium",
        "notes": "Start a private discussion with them and they will 'take care of it'.",
        "notes_it": "Inizia una discussione privata con loro e se ne occuperanno loro",
        "notes_de": "Starte eine private Diskussion mit ihnen und sie 'Kümmern sich drum'.",
		"notes_pt_br": "Inicie uma discussão privada com eles e eles irão 'cuidar disso'."
    },

    {
        "name": "Codecademy",
        "url": "http://help.codecademy.com/customer/portal/articles/416872",
        "difficulty": "hard",
        "notes": "For security reasons, we will need to verify that these requests have come from the email address that's on your Codecademy account.",
        "notes_it": "Per ragioni di sicurezza, dobbiamo verificare che queste richieste ci arrivino dall'email che è registrata sul tuo account Codacademy",
		"notes_pt_br": "Por razões de segurança, nós precisaremos verificar se estes pedidos vêm do endereço de e-mail que está na sua conta no Codecademy."
    },

    {
        "name": "Codepen",
        "url": "http://blog.codepen.io/documentation/faq/how-do-i-delete-my-account/",
        "difficulty": "easy"
    },

    {
        "name": "Couchsurfing",
        "url": "https://www.couchsurfing.org/delete_profile.html?delete=1",
        "difficulty": "impossible",
        "notes": "Cannot be deleted fully, reactivation is always available. Fill out the form and select 'I understand. Please delete my profile.'.",
        "notes_it": "Non può essere eliminato completamente, una riattivazione è sempre effettuabile. Riempi il modulo e scegli 'I understand. Please delete my profile.'.",
        "notes_de": "Kann nicht vollständig gelöscht werden, reaktivierung ist immer möglich. Fülle das Formular aus und wähle 'I understand. Please delete my profile.'.",
		"notes_pt_br": "Não pode ser totalmente deletada, reativação é sempre possível. Preencha o formulário e selecione 'I understand. Please delete my profile.'."
    },

    {
        "name": "Coursera",
        "url": "https://www.coursera.org/about/contact",
        "difficulty": "hard",
        "notes": "Contact support and request they delete your account.",
        "notes_it": "Contatta il supporto e richiedi la cancellazione del tuo account.",
        "notes_de": "Kontaktiere den Support und sie löschen deinen Account.",
		"notes_pt_br": "Contate o suporte e peça que eles deletem sua conta."
    },

    {
        "name": "Craigslist",
        "url": "http://www.craigslist.org/about/help/user_accounts",
        "difficulty": "hard",
        "notes": "Send an email to abuse@craigslist.org and request deletion.",
        "notes_it": "Spedisci un email a abuse@craigslist.org e richiedi la cancellazione",
        "notes_de": "Sende eine E-Mail an abuse@craigslist.org und beantrage die Löschung",
		"notes_pt_br": "Envie um e-mail para abuse@craigslist.org e peça a remoção.",
        "email": "abuse@craigslist.org"
    },

    {
        "name": "Daily Mile",
        "url": "http://www.dailymile.com/account/settings/edit",
        "difficulty": "easy",
        "notes": "Edit your account and select 'Remove my account'.",
        "notes_it": "Edita il tuo account e clicca il pulsante 'Remove my account'",
		"notes_pt_br": "Edite sua conta e seleciona 'Remove my account'."
    },

    {
        "name": "Deadspin (Gawker Media)",
        "url": "http://legal.kinja.com/kinja-terms-of-use-90161644",
        "difficulty": "impossible",
        "notes": "You may discontinue your use of the Service at any time without informing us. We may, however, retain and continue to use any Content that you have submitted or uploaded through the Service.",
        "notes_it": "Puoi in qualsiasi momento smettere di usare il servizio. Tuttavia noi possiamo comunque accedere a qualsiasi contenuto che hai inviato attraverso il servizio.",
		"notes_pt_br": "Você pode parar de usar o serviço a qualquer momento. Nós, no entando, iremos manter e usar qualquer conteúdo enviado por você através do serviço."
    },

    {
        "name": "Delicious",
        "url": "https://delicious.com/settings/deactivate",
        "difficulty": "easy"
    },

    {
        "name": "Desktoply",
        "url": "http://desktop.ly/settings",
        "difficulty": "easy"
    },

    {
        "name": "Desktoppr",
        "url": "https://www.desktoppr.co/settings",
        "difficulty": "easy"
    },

    {
        "name": "DeviantArt",
        "url": "https://www.deviantart.com/settings/deactivation",
        "difficulty": "easy",
        "notes": "Alle Daten sind sofort gelöscht. Accounts können innerhalb von 30 Tagen reaktiviert werden. Nach dieser Zeitspanne können sie nicht mehr wiederhergestellt werden.",
        "notes_it": "Tutti i dati saranno immediatamente cancellati. L'account potrà essere riattivato entro 30 giorni, dopodichè non sarà piu recuperabile.",
		"notes_pt_br": "Todos os dados são apagados imediatamente. Contas podem ser reativadas em até 30 dias, após este prazo não poderão mais ser recuperadas."
    },

    {
        "name": "DHL (Paket.de)",
        "url": "https://www.paket.de/pkp/appmanager/pkp/desktop?_nfpb=true&_nfxr=false&_pageLabel=pkp_portal_page_footer_cah_faqs",
        "difficulty": "impossible",
        "notes": "Keine Informationen in den FAQ über Account-Löschung. Der Mitarbeiter an der Hotline bestätigte, dass die Löschung nicht möglich ist.",
        "notes_it": "Nessuna informazione nelle FAQ riguardo la cancellazione dell'account, l'operatore al telefono ha confermato che la cancellazione non è possibile.",
		"notes_pt_br": "Nenhuma informação no FAQ sobre remoção de contas, o operador no telefone disse que deletar não é possível."
    },

    {
        "name": "Diaspora",
        "url": "https://diasp.eu/user/edit#close_account_pane",
        "difficulty": "easy",
        "notes": "Click close my account and confirm with your password.",
        "notes_it": "Clicca chiudi il mio account e conferma inserendo la tua password.",
        "notes_de": "Klicke auf 'close my account' und bestätige dies mit deinem Passwort.",
		"notes_pt_br": "Clique em 'close my account' e confirme com sua senha."
    },

    {
        "name": "Digg",
        "url": "http://digg.com/contact",
        "difficulty": "hard",
        "notes": "Contact Digg’s customer support and request for your account to be closed.",
        "notes_it": "Contatta il servizio clienti e richiedi che il tuo account sia chiuso.",
        "notes_de": "Kontaktiere Digg's Kundensupport und beantrage die Löschung deines Accounts.",
		"notes_pt_br": "Contate a assistência ao cliente da Digg e peça que sua conta seja fechada."
    },

    {
        "name": "Disqus",
        "url": "http://disqus.com/pages/dashboard/#account",
        "difficulty": "easy"
    },

    {
        "name": "Dribbble",
        "url": "http://dribbble.com/account",
        "difficulty": "easy"
    },

    {
        "name": "Dropbox",
        "url": "https://www.dropbox.com/account/delete",
        "difficulty": "easy"
    },

    {
        "name": "Droplr",
        "url": "https://droplr.com/settings",
        "difficulty": "easy"
    },

    {
        "name": "Dropmark",
        "url": "http://support.dropmark.com/customer/portal/questions/564826-deleting-my-account",
        "difficulty": "hard"
    },

    {
        "name": "Duolingo",
        "url": "http://www.duolingo.com/settings/deactivate",
        "difficulty": "easy"
    },

    {
        "name": "Dwolla",
        "url": "http://help.dwolla.com/customer/portal/articles/269223-how-can-i-delete-my-dwolla-account-",
        "difficulty": "hard",
        "notes": "All accounts stay in their system for at least 3 years. Remove any banking information before you delete.",
        "notes_it": "Tutti gli account rimangono nei loro sistemi per almeno 3 anni. Rimuovi qualsiasi credenziale bancaria prima di cancellarti.",
		"notes_pt_br": "Todas as contas permanecem no sistema por pelo menos 3 anos. Remova qualquer informação de bancos antes de deletar."
    },

    {
        "name": "EA Origin",
        "url": "https://help.ea.com/en/contact-us/ask",
        "difficulty": "hard",
        "notes": "Contact customer services to request deletion. If you're outside the US this must be by phone.",
        "notes_it": "Contatta il sistema clienti per cancellarti. Se sei fuori dagli Stati Uniti questa azione va effettuata via telefono.",
        "notes_de": "Kontaktiere den Support um die Löschung zu beantragen. Wenn du außerhalb der USA bist, muss dies per Telefon geschehen.",
		"notes_pt_br": "Contate a assistência ao cliente e peça que sua conta seja deletada. Se você estiver fora dos EUA você deve fazer isso pelo telefone."
    },

    {
        "name": "eBay",
        "url": "http://cgi1.ebay.com/ws/eBayISAPI.dll?CloseAccount",
        "difficulty": "easy",
        "notes": "A few survey questions will be asked prior to account deletion.",
        "notes_it": "Ti sarà chiesto di compilare qualche questionario prima che l'account sia eliminato",
		"notes_pt_br": "Algumas perguntas serão feitas antes de deletar sua conta."
    },

    {
        "name": "EdX",
        "url": "https://www.edx.org/student-faq",
        "difficulty": "impossible",
        "notes": "There's no need to delete your account. An old, unused edX account with no course completions associated with it will disappear.",
        "notes_it": "Non è necessario cancellare il tuo account. Un vecchio, inusato edX account scomparirà da solo",
		"notes_pt_br": "Não há porque deletar sua conta. Uma conta antiga, e não usada sem cursos completos irá desaparecer."
    },

    {
        "name": "Etsy",
        "url": "http://www.etsy.com/help/article/53",
        "difficulty": "hard",
        "notes": "You can't have any unpaid Etsy bills or an open non-delivery reports. Your email address will remain on file.",
        "notes_it": "Non puoi avere nessuna bolletta Etsy non pagata o un aperta segnalazione. La tua email rimarrà nei file",
		"notes_pt_br": "Você não pode ter dívidas com a Etsy ou uma denúncia de entrega aberta. Seu endereço de e-mail permanecerá armazenado."
    },

    {
        "name": "Eventbrite",
        "url": "https://www.eventbrite.com/account-close",
        "difficulty": "easy"
    },

    {
        "name": "Evernote",
        "url": "https://www.evernote.com/Deactivate.action",
        "difficulty": "impossible",
        "notes": "You cannot delete your Evernote account, just deactivate it temporarily. Deactivation does not remove your data so you will have to manually delete all notes and personal info, perform a sync and then deactivate the account.",
        "notes_it": "Non puoi eliminare il tuo account Evernote, solo disattivarlo temporaneamente. La disattivazione non cancella nessuno dei tuoi dati quindi dovrai cancellarli manualmente prima di effettuare la disattivazione.",
        "notes_de": "Du kannst deinen Evernote-Account nicht löschen, du kannst ihn nur temporär deaktivieren. Deaktivierung löscht nicht deine Daten, deshalb musst du manuell jede Notiz und persönliche Information löschen. Schließe dann eine Synchronisation ab und deaktiviere deinen Account dann.",
		"notes_pt_br": "Você não pode deletar sua conta Evernote, apenas desativá-la temporariamente. Desativação não remove seus dados então você terá que remover manualmente todas suas informações, realizar uma sincronização e então desativar sua conta."
    },

    {
        "name": "Facebook",
        "url": "https://www.facebook.com/help/delete_account?rdrhc",
        "difficulty": "medium",
        "notes": "While you can delete your account easily, some of the datas including chat- or group-messages are here to stay forever, just as stated in the website's Privacy.",
        "notes_it": "Mentre puoi eliminare il tuo account facilmente, qualche dato come le chat o i messaggi di gruppo rimarranno nei loro database, come scritto sul loro sito nella pagina Privacy",
        "notes_de": "Während du deinen Account leicht löschen kannst, bleiben einige deiner Daten dauerhaft. z.B. Chat- und Gruppennachrichten. Dies ist so in den Datenschutzbestimmungen bestimmt.",
		"notes_pt_br": "Você pode deletar sua conta facilmente, porém dados de conversas ficarão armazenados para sempre, como explicitado na Privacidade do site."
    },

    {
        "name": "Feedly",
        "url": "https://getsatisfaction.com/feedly/topics/how_do_i_delete_my_feedly_account",
        "difficulty": "hard",
        "notes": "Email customer support to request deletion.",
        "notes_it": "Contatta il servizio clienti via email per richiedere la cancellazione.",
        "notes_de": "Schreibe eine mail an den Kundensupport um die Löschung zu beantragen",
		"notes_pt_br": "Envie um e-mail para a assistência ao cliente para pedir a remoção."
    },

    {
        "name": "Finanzblick",
        "url": "https://finanzblick.de/webapp",
        "difficulty": "medium",
        "notes": "Click on your username (top left) &rarr; click on 'Profileinstellungen' &rarr; 'Account löschen'. All data is fully erased.",
        "notes_it": "Clicca sul tuo username (in alto a sinistra) &rarr; clicca su 'Profileinstellungen' &rarr; 'Account löschen'. Tutti i dati saranno cancellati.",
        "notes_de": "Klicke auf deinen username (oben rechts) &rarr; klicke auf 'Profileinstellungen' &rarr; 'Account löschen'. Alle Daten sind augenblicklich gelöscht.",
		"notes_pt_br": "Clique em seu usuário (topo esquerdo) &rarr; clique em 'Profileinstellungen' &rarr; 'Account löschen'. Todos os seus dados serão completamente apagados."
    },

    {
        "name": "Fitocracy",
        "url": "https://www.fitocracy.com/home/",
        "difficulty": "hard",
        "notes": "Send support a request to requests@fitocracy.com and they'll mark your account for deletion",
        "notes_it": "Spedisci una email a requests@fitocracy.com e il tuo account verrà messo in coda per la cancellazione",
		"notes_pt_br": "Envie ao suporte um pedido para requests@fitocracy.com e eles irão marcar sua conta para remoção",
        "email": "requests@fitocracy.com"
    },

    {
        "name": "Flickr",
        "url": "http://www.flickr.com/profile_delete.gne",
        "difficulty": "easy"
    },

    {
        "name": "Flipboard",
        "url": "https://flipboard.com/support/",
        "difficulty": "easy",
        "notes": "Go to account management within the app",
        "notes_it": "Vai su gestione account da dentro l'app",
		"notes_pt_br": "Vá em account managemente no aplicativo"
    },

    {
        "name": "Forka",
        "url": "http://www.fotka.pl/ustawienia/konto_usun",
        "difficulty": "medium",
        "notes": "To delete your account, you must not post anything for at least three days.",
        "notes_it": "Per eliminare il tuo account, non devi pubblicare niente per almeno tre giorni.",
        "notes_de": "Um deinen Account zu löschen, schreibe nichts für mindestens drei Tage.",
		"notes_pt_br": "Para deletar sua conta, você deve postar nada por pelo menos três dias."
    },

    {
        "name": "Forrst",
        "url": "http://forrst.com/settings",
        "difficulty": "easy"
    },

    {
        "name": "Foursquare",
        "url": "https://foursquare.com/delete_me",
        "difficulty": "easy"
    },

    {
        "name": "Freelancer",
        "url": "http://www.freelancer.com/report/contact.php",
        "difficulty": "hard",
        "notes": "Make sure your account balance is positive, then issue a support ticket requesting to close your account.",
        "notes_it": "Assicurati che il saldo sia positivo, quindi apri un ticket di supporto per chiudere il tuo account.",
		"notes_pt_br": "Certifique-se de que seu balanço é positivo, então crie um ticket no suporte pedindo que sua conta seja fechada"
    },

    {
        "name": "Freenode",
        "url": "https://ezcrypt.it/ML4n#ej6rorotmsxq7jF8ViyGjTVh",
        "difficulty": "easy",
        "notes": "/msg NickServ DROP nick password",
		"notes_pt_br": "/msg NickServ DROP apelido senha"
    },

    {
        "name": "FriendFeed",
        "url": "https://friendfeed.com/account/delete",
        "difficulty": "easy"
    },

    {
        "name": "Gamespot",
        "url": "https://gamespot.custhelp.com/app/ask",
        "difficulty": "hard",
        "notes": "Account deletion requires contacting Customer Support.",
        "notes_it": "La cancellazione account richiede di contattare il servizio clienti.",
        "notes_de": "Account-Löschung erfordert es den Kundensupport zu kontaktieren",
		"notes_pt_br": "Para deletar a sua conta contate a assistência ao cliente"
    },

    {
        "name": "Gauges",
        "url": "http://get.gaug.es/tos/",
        "difficulty": "impossible",
        "notes": "If you wish to terminate your Gauges account, you may simply discontinue using Gauges.",
        "notes_it": "Se desideri cancellare il tuo Gauges account, devi semplicemente non usarlo più.",
		"notes_pt_br": "Se você deseja fechar sua conta em Gauges, apenas pare de usar Gauges."
    },

    {
        "name": "Gawker (Gawker Media)",
        "url": "http://legal.kinja.com/kinja-terms-of-use-90161644",
        "difficulty": "impossible",
        "notes": "You may discontinue your use of the Service at any time without informing us. We may, however, retain and continue to use any Content that you have submitted or uploaded through the Service.",
		"notes_pt_br": "Você pode parar de usar o serviço a qualquer momento. Nós, no entando, iremos manter e usar qualquer conteúdo enviado por você através do serviço."
    },

    {
        "name": "Gawker (Gawker Media)",
        "url": "http://legal.kinja.com/kinja-terms-of-use-90161644",
        "difficulty": "impossible",
        "notes": "You may discontinue your use of the Service at any time without informing us. We may, however, retain and continue to use any Content that you have submitted or uploaded through the Service.",
        "notes_it": "Puoi in qualsiasi momento smettere di usare il servizio. Tuttavia noi possiamo comunque accedere a qualsiasi contenuto che hai inviato attraverso il servizio.",
		"notes_pt_br": "Você pode parar de usar o serviço a qualquer momento. Nós, no entando, iremos manter e usar qualquer conteúdo enviado por você através do serviço."
    },

    {
        "name": "Geni",
        "url": "http://www.geni.com/account_settings",
        "difficulty": "medium",
        "notes": "Delete any of the information you would like removed from the site. Then select 'Account Settings' and 'Close Account'",
        "notes_it": "Elimina qualsiasi informazione che desideri sia rimossa. Quindi seleziona 'Account Settings' e 'Close Account'",
		"notes_pt_br": "Delete qualquer informação que você deseja ser removida do site. Então selecione 'Account Settings' e 'Close Account'"
    },

    {
        "name": "Geocaching",
        "url": "http://support.groundspeak.com/index.php?pg=kb.page&id=102",
        "difficulty": "medium",
        "notes": "You must email support from the registered email to remove this account. Any outstanding Premium Memberships will not be refunded",
        "notes_it": "Devi spedire una email al servizio clienti dall'email con cui ti sei registrato. Non prevedono nessun rimborso per i membri Premium",
        "notes_de": "Du musst den Support von der E-Mail-Adresse aus kontaktieren, die registriert ist. Dann beantreage die Löschung. Eine bestehende Premium-Mitgliedschaft wird nicht erstattet.",
		"notes_pt_br": "Você deve enviar um e-mail ao suporte do seu e-mail registrado para remover a conta. Qualquer tipo de Premium Membership não será ressarcida"
    },

    {
        "name": "GitHub",
        "url": "https://github.com/settings/admin",
        "difficulty": "easy"
    },

    {
        "name": "Gitorious",
        "url": "https://gitorious.org",
        "difficulty": "easy"
    },

    {
        "name": "Gizmodo (Gawker Media)",
        "url": "http://legal.kinja.com/kinja-terms-of-use-90161644",
        "difficulty": "impossible",
        "notes": "You may discontinue your use of the Service at any time without informing us. We may, however, retain and continue to use any Content that you have submitted or uploaded through the Service.",
        "notes_it": "Puoi in qualsiasi momento smettere di usare il servizio. Tuttavia noi possiamo comunque accedere a qualsiasi contenuto che hai inviato attraverso il servizio.",
		"notes_pt_br": "Você pode parar de usar o serviço a qualquer momento. Nós, no entando, iremos manter e usar qualquer conteúdo enviado por você através do serviço."
    },

    {
        "name": "Glassboard",
        "url": "http://glassboard.com/support/",
        "difficulty": "hard",
        "notes": "Use the support email address to ask them to close your account.",
        "notes_it": "Usa l'email del supporto per richiedere la cancellazione del tuo account.",
		"notes_pt_br": "Use o e-mail de suporte para pedir que encerrem sua conta."
    },

    {
        "name": "Glassdoor",
        "url": "http://www.glassdoor.com/about/contact_input.htm?opt=cc",
        "difficulty": "hard",
        "notes": "Contact customer services and request deletion.",
        "notes_it": "Contatta il servizio clienti e richiedi la cancellazione.",
		"notes_pt_br": "Contate a assistência ao cliente e peça a remoção."
    },

    {
        "name": "GMX",
        "url": "http://www.gmx.net/",
        "difficulty": "impossible",
        "notes": "You can't delete your account, but you can deactivate it. (Start →  Mein Account →  Account stilllegen)",
        "notes_it": "Non puoi cancellare il tuo account, ma puoi disattivarlo. (Start →  Mein Account →  Account stilllegen)",
		"notes_pt_br": "Você não pode deletar sua conta, mas você pode desativá-la. (Start →  Mein Account →  Account stilllegen)"
    },

    {
        "name": "GoDaddy",
        "url": "http://support.godaddy.com/groups/go-daddy-customers/forum/topic/how-do-i-delete-my-account-with-godaddy/",
        "difficulty": "impossible",
        "notes": "GoDaddy Accounts are apparently retained “to comply with [their] legal obligations” though you are able to clear out most of your information by editing your profile.",
        "notes_it": "Gli account GoDaddy sono apparentemente mantenuti per “per rispettare i [loro] obblighi di legge.” ma puoi comunque eliminare la maggior parte delle tue informazioni editando il tuo profilo.",
		"notes_pt_br": "Contas do GoDaddy são aparentemente retidas “para comparecer com as obrigações legais [deles]” porém você pode remover grande parte de suas informações editando seu perfil."
    },

    {
        "name": "Good Noows",
        "url": "http://goodnoows.com",
        "difficulty": "easy",
        "notes": "On the top bar, click on 'Your name', then click on the 'Delete Account' button at the bottom of the dialog.",
        "notes_it": "Sul menu in alto, clicca sul tuo nome, quindi clicca sul pulsante 'Delete Account' che è posizionato in fondo.",
		"notes_pt_br": "Na barra superior, clique em 'seu nome', então clique no botão 'Delete Account' no final do diálogo."
    },

    {
        "name": "Goodreads",
        "url": "http://www.goodreads.com/user/destroy",
        "difficulty": "easy"
    },

    {
        "name": "Google",
        "url": "https://www.google.com/accounts/Login",
        "difficulty": "easy"
    },

    {
        "name": "GoPetition",
        "url": "http://www.gopetition.com/",
        "difficulty": "easy",
        "notes": "Select a reason for closing and it'll take 2 clicks.",
        "notes_it": "Seleziona un motivo perchè stai chiudendo il tuo account e fatto",
		"notes_pt_br": "Selecione um motivo para fechar a conta e irá levar dois cliques."
    },

    {
        "name": "GoSquared",
        "url": "https://www.gosquared.com/home/account/close",
        "difficulty": "easy",
        "notes": "Select a reason for closing and it'll take 2 clicks.",
        "notes_it": "Logga il tuo account, quindi clicca su 'My Profile'. Vedrai un link 'Close my account'. Cliccaci e segui le istruzioni.",
		"notes_pt_br": "Selecione um motivo para fechar a conta e irá levar dois cliques."
    },

    {
        "name": "Grammarly",
        "url": "https://ed.grammarly.com/accounts/me",
        "difficulty": "easy"
    },

    {
        "name": "Grindr",
        "url": "http://help.grindr.com/entries/21377499-All-Devices-Clear-Your-Grindr-Profile",
        "difficulty": "medium",
        "notes": "You can remove your profile and chat history from within the app or you can email support with your UDID.",
        "notes_it": "Puoi cancellare il tuo profilo e la cronologia chat dall'app o puoi inviare un email al supporto col tuo UDID.",
		"notes_pt_br": "Você pode remover seu perfil e o histórico de conversa através do aplicativo ou você pode enviar um e-mail ao suporte com seu UDID."
    },

    {
        "name": "Grooveshark",
        "url": "http://grooveshark.com/#!/settings/account",
        "difficulty": "easy"
    },

    {
        "name": "Gumroad",
        "url": "https://gumroad.com/",
        "difficulty": "hard",
        "notes": "No page explaining how to delete your account. You have to contact support directly (link at the bottom of the page) and they'll do it for you.",
        "notes_it": "Nessuna pagina spiega come eliminare l'account. Devi contattare il supporto direttamente (il link si trova in fondo alla pagina) e lo faranno al posto tuo.",
		"notes_pt_br": "Não há uma página explicando como deletar sua conta. Você terá de contatar o suporte diretamente (link no final da página) e eles irão deletá-la para você."
    },

    {
        "name": "Gumtree",
        "url": "https://my.gumtree.com/manage/details/deactivate",
        "difficulty": "easy"
    },

    {
        "name": "Hacker News",
        "url": "http://jacquesmattheij.com/The+Unofficial+HN+FAQ#deleteaccount",
        "difficulty": "impossible",
        "notes": "Your contributions are there to stay, but you can at least clear out your profile -- even your email address.",
        "notes_it": "Le tue donazioni resteranno, ma puoi almeno pulire il tuo profilo -- anche il tuo indirizzo email",
		"notes_pt_br": "Suas contribuições serão mantidas, mas você pode limpar o seu perfil -- inclusive seu endereço de e-mail."
    },

    {
        "name": "Heroku",
        "url": "https://dashboard.heroku.com/account",
        "difficulty": "easy",
        "notes": "“Close your account...” link at the bottom of the page.",
        "notes_it": "“Close your account...” link in fondo alla pagina",
		"notes_pt_br": "Link “Close your account...” no final da página."
    },

    {
        "name": "Hi5",
        "url": "http://www.hi5.com/account_cancel.html",
        "difficulty": "easy"
    },

    {
        "name": "HOL Virtual Hogwarts",
        "url": "http://hol.org.uk/profile.php?view=quithol",
        "difficulty": "impossible",
        "notes": "You can remove information and manually quit HOL, but your account stays forever.",
        "notes_it": "Puoi rimuovere le tue informazioni e effettuare il logout, ma il tuo account resterà li.",
		"notest_pt_br": "Você pode remover as informações e manualmente sair do HOL, mas sua conta é permanente."
    },

    {
        "name": "Hotmail",
        "url": "https://account.live.com/CloseAccount.aspx",
        "difficulty": "easy"
    },

    {
        "name": "Hulu",
        "url": "https://secure.hulu.com/users/delete",
        "difficulty": "easy"
    },

    {
        "name": "Hypejar",
        "url": "http://www.hypejar.com/settings/account",
        "difficulty": "easy"
    },

    {
        "name": "Iceber.gs",
        "url": "https://iceber.gs/home",
        "difficulty": "easy",
        "notes": "On top bar: 'Your name', 'My Account' and just click on 'Delete Account' link at bottom.",
        "notes_it": "Nel menu in alto: 'Tuo nome', 'My Account', e clicca sul link 'Delete Account' in fondo.",
		"notes_pt_br": "Na barra superior: 'Seu nome', 'My Account' e clique no link 'Delete Account' no final."
    },

    {
        "name": "ICQ",
        "url": "http://www.icq.com/download/icq/knownissues/account/en",
        "difficulty": "impossible",
        "notes": "ICQ is now working on providing a delete feature which will be available in upcoming ICQ versions. Currently, there’s no such functionality.",
        "notes_de": "ICQ arbeitet an einer Löschfunktion. Diese wird in künftigen Versionen von ICQ verfügbar sein. Momentan gibt es diese Funktion nicht.",
		"notes_pt_br": "ICQ está trabalhando para providenciar uma funcionalidade para deletar contas que estará disponível nas próximas versões do ICQ. Atualmente, não há tal funcionalidade."
    },

    {
        "name": "IFTTT",
        "url": "https://ifttt.com/settings/deactivate",
        "difficulty": "easy"
    },

    {
        "name": "ImageShack",
        "url": "http://imageshack.us/prefs/",
        "difficulty": "easy"
    },

    {
        "name": "IMDb",
        "url": "https://secure.imdb.com/register-imdb/delete",
        "difficulty": "easy"
    },

    {
        "name": "Imgur",
        "url": "http://imgur.com/account/settings",
        "difficulty": "easy"
    },

    {
        "name": "InnoGames",
        "url": "http://goodbye.innogames.com/",
        "difficulty": "easy"
    },

    {
        "name": "Instacanvas",
        "url": "http://feedback.instacanv.as/knowledgebase/articles/117760-how-do-i-cancel-my-gallery-",
        "difficulty": "hard",
        "notes": "Email your username and email to customer services and they will delete your account.",
        "notes_it": "Spedisci un email al servizio clienti contenente l'username e elimineranno il tuo account.",
		"notes_pt_br": "Envie um e-mail com seu usuário e e-mail para a assistência ao cliente e eles deletarão sua conta."
    },

    {
        "name": "Instagram",
        "url": "https://instagram.com/accounts/remove/request",
        "difficulty": "easy"
    },

    {
        "name": "Instapaper",
        "url": "https://www.instapaper.com/user/delete",
        "difficulty": "easy"
    },

    {
        "name": "IO9 (Gawker Media)",
        "url": "http://legal.kinja.com/kinja-terms-of-use-90161644",
        "difficulty": "impossible",
        "notes": "You may discontinue your use of the Service at any time without informing us. We may, however, retain and continue to use any Content that you have submitted or uploaded through the Service.",
        "notes_it": "Puoi in qualsiasi momento smettere di usare il servizio. Tuttavia noi possiamo comunque accedere a qualsiasi contenuto che hai inviato attraverso il servizio.",
		"notes_pt_br": "Você pode parar de usar o serviço a qualquer momento. Nós, no entando, iremos manter e usar qualquer conteúdo enviado por você através do serviço."
    },

    {
        "name": "iTunes / Apple ID",
        "url": "http://www.apple.com/support/itunes/contact/",
        "difficulty": "hard",
        "notes": "Contact customer services. You will lose access to any media you haven’t downloaded to your computer.",
        "notes_it": "Contatta il servizio clienti. Perderai l'accesso a qualsiasi file di cui non hai una copia sul computer.",
        "notes_de": "Kontaktiere den Kundenservice. Du wirst deinen Zugang zu allen Medien verlieren, die du nicht auf deinen Computer heruntergeladen hast."
    },

    {
        "name": "Jalopnik (Gawker Media)",
        "url": "http://legal.kinja.com/kinja-terms-of-use-90161644",
        "difficulty": "impossible",
        "notes": "You may discontinue your use of the Service at any time without informing us. We may, however, retain and continue to use any Content that you have submitted or uploaded through the Service.",
        "notes_it": "Puoi in qualsiasi momento smettere di usare il servizio. Tuttavia noi possiamo comunque accedere a qualsiasi contenuto che hai inviato attraverso il servizio.",
		"notes_pt_br": "Você pode parar de usar o serviço a qualquer momento. Nós, no entando, iremos manter e usar qualquer conteúdo enviado por você através do serviço."
    },

    {
        "name": "Jezebel (Gawker Media)",
        "url": "http://legal.kinja.com/kinja-terms-of-use-90161644",
        "difficulty": "impossible",
        "notes": "You may discontinue your use of the Service at any time without informing us. We may, however, retain and continue to use any Content that you have submitted or uploaded through the Service.",
        "notes_it": "Puoi in qualsiasi momento smettere di usare il servizio. Tuttavia noi possiamo comunque accedere a qualsiasi contenuto che hai inviato attraverso il servizio.",
		"notes_pt_br": "Você pode parar de usar o serviço a qualquer momento. Nós, no entando, iremos manter e usar qualquer conteúdo enviado por você através do serviço."
    },

    {
        "name": "JoliCloud / JoliDrive",
        "url": "https://drive.jolicloud.com/#/settings/account",
        "difficulty": "easy",
        "notes": "Click 'Delete Account' at the botom of the account preference page",
        "notes_it": "Clicca 'Delete Account' in fondo alla pagina delle preferenze.",
		"notes_pt_br": "Clique em 'Delete Accout' no final da página de preferências da conta"
    },

    {
        "name": "Jottacloud",
        "url": "https://www.jottacloud.com/account/delete",
        "difficulty": "easy",
        "notes": "Log in. Type in password. Press 'delete'.",
        "notes_it": "Log in. Digita la password. Premi 'delete'.",
        "notes_de": "Logge dich ein, tippe dein Passwort ein. Klicke auf 'delete'.",
		"notes_pt_br": "Logue-se. Digite sua senha. Pressione 'delete'."
    },

    {
        "name": "jsFiddle",
        "url": "http://doc.jsfiddle.net/meta/channels.html?highlight=contact",
        "difficulty": "hard",
        "notes": "Please send a request to support@jsfiddle.net if you'd like your account to be deleted. <a href='https://github.com/jsfiddle/jsfiddle-issues/issues/237'>More here</a>",
        "notes_it": "Spedisci una email a support@jsfiddle.net se desideri che il tuo account sia cancellato <a href='https://github.com/jsfiddle/jsfiddle-issues/issues/237'>More here</a>",
		"notes_pt_br": "Envie um pedido para support@jsfiddle.net se você deseja que sua conta seja deletada. <a href='https://github.com/jsfiddle/jsfiddle-issues/issues/237'>Mais aqui</a>",
        "email": "support@jsfiddle.net"
    },

    {
        "name": "Justin.tv",
        "url": "http://www.justin.tv/user/close_account",
        "difficulty": "easy"
    },

    {
        "name": "Khan Academy",
        "url": "https://www.khanacademy.org/settings",
        "difficulty": "easy"
    },

    {
        "name": "Kik",
        "url": "https://kikinteractive.zendesk.com/entries/23593116-How-do-I-deactivate-my-account-",
        "difficulty": "impossible",
        "notes": "You can only deactivate your account. There appears to be no way to permanently delete your account or data.",
        "notes_it": "Puoi solo disattivare il tuo account. Non c'è modo di eliminare il tuo account o le informazioni.",
		"notes_pt_br": "Você apenas pode desativar sua conta. Aparentemente não há como deletar sua conta ou dados."
    },

    {
        "name": "Kinja (Gawker Media)",
        "url": "http://legal.kinja.com/kinja-terms-of-use-90161644",
        "difficulty": "impossible",
        "notes": "You may discontinue your use of the Service at any time without informing us. We may, however, retain and continue to use any Content that you have submitted or uploaded through the Service.",
		"notes_pt_br": "Você pode parar de usar o serviço a qualquer momento. Nós, no entando, iremos manter e usar qualquer conteúdo enviado por você através do serviço."
    },

    {
        "name": "Klout",
        "url": "http://klout.com/#/edit-settings/optout",
        "difficulty": "medium",
        "notes": "It can take up to 180 days for all your data to be removed from the system.",
        "notes_it": "La cancellazione dei dati dal sistema può richiedere fino a 180 giorni.",
        "notes_de": "Es kann bis zu 180 Tage dauern, bis all deine Daten aus dem System entfernt sind",
		"notes_pt_br": "Pode levar até 180 dias para que todos os seus dados sejam removidos do sistema."
    },

    {
        "name": "Kotaku (Gawker Media)",
        "url": "http://legal.kinja.com/kinja-terms-of-use-90161644",
        "difficulty": "impossible",
        "notes": "You may discontinue your use of the Service at any time without informing us. We may, however, retain and continue to use any Content that you have submitted or uploaded through the Service.",
        "notes_it": "Puoi in qualsiasi momento smettere di usare il servizio. Tuttavia noi possiamo comunque accedere a qualsiasi contenuto che hai inviato attraverso il servizio.",
		"notes_pt_br": "Você pode parar de usar o serviço a qualquer momento. Nós, no entando, iremos manter e usar qualquer conteúdo enviado por você através do serviço."
    },

    {
        "name": "Krrb",
        "url": "http://krrb.com/settings/disable-account",
        "difficulty": "easy"
    },

    {
        "name": "Last.fm",
        "url": "http://www.last.fm/settings/account",
        "difficulty": "easy",
        "notes": "May take up to 7 days to delete your data.",
        "notes_it": "La cancellazione dei dati dal sistema può richiedere fino a 7 giorni.",
        "notes_de": "Es kann bis zu 7 Tage dauern um deine Daten zu löschen.",
		"notes_pt_br": "Pode levar até 7 dias para deletar seus dados."
    },

    {
        "name": "LastPass",
        "url": "https://lastpass.com/delete_account.php",
        "difficulty": "easy"
    },

    {
        "name": "Letterboxd",
        "url": "http://letterboxd.com/user/disableaccount/",
        "difficulty": "easy"
    },

    {
        "name": "LibraryThing",
        "url": "http://www.librarything.de/editprofile/change",
        "difficulty": "easy"
    },

    {
        "name": "Libre.fm",
        "url": "http://libre.fm/user-edit.php#",
        "difficulty": "easy",
        "notes": "Click 'Profile', then 'Edit', then 'Show advanced settings', and finally check the 'Delete my account' checkbox.",
        "notes_it": "Clicca 'Profile', quindi 'Edit', quindi 'Show advanced settings', e per ultimo fai un tick su 'Delete my account'",
		"notes_pt_br": "Clique em 'Profile', então 'Edit', então 'Show advanced settings', e finalmente marque a caixa 'Delete my account'."
    },

    {
        "name": "Lifehacker (Gawker Media)",
        "url": "http://legal.kinja.com/kinja-terms-of-use-90161644",
        "difficulty": "impossible",
        "notes": "You may discontinue your use of the Service at any time without informing us. We may, however, retain and continue to use any Content that you have submitted or uploaded through the Service.",
        "notes_it": "Puoi in qualsiasi momento smettere di usare il servizio. Tuttavia noi possiamo comunque accedere a qualsiasi contenuto che hai inviato attraverso il servizio.",
		"notes_pt_br": "Você pode parar de usar o serviço a qualquer momento. Nós, no entando, iremos manter e usar qualquer conteúdo enviado por você através do serviço."
    },

    {
        "name": "LinkedIn",
        "url": "http://help.linkedin.com/app/answers/detail/a_id/63/kw/delete%20account",
        "difficulty": "easy"
    },

    {
        "name": "LiveJournal",
        "url": "http://www.livejournal.com/accountstatus.bml",
        "difficulty": "medium",
        "notes": "Once you delete your journal you have 30 days to undelete it, in case you change your mind. After 30 days, the journal will be permanently deleted and there will be no way to recover it.",
        "notes_it": "Una volta eliminato il tuo Journal hai 30 giorni per recuperarlo, nel caso cambiassi idea. Dopo 30 giorni, il tuo Journal sarà permanentemente cancellato e non ci sarà modo di recuperarlo.",
		"notes_pt_br": "Uma vez que você tenha deletado seu jornal você tem 30 dias para desfazer a remoção, caso você mude de ideia. Após 30 dias, o seu jornal permanecerá deletado e não haverá como recuperá-lo."
    },

    {
        "name": "Lovefilm",
        "url": "https://www.lovefilm.com/account/cancel",
        "difficulty": "medium",
        "notes": "Requires any physical discs to be returned—account will be “cancellation pending” until received.",
        "notes_it": "Richiede che ogni disco fisico sia restituito-L'account verrà classificato come “In attesa di cancellazione” fino all'arrivo dei dischi.",
		"notes_pt_br": "Você precisa devolver todos os discos físico, sua conta estará em “cancelamento pendente” até que eles recebam os discos."
    },

    {
        "name": "MailChimp",
        "url": "http://kb.mailchimp.com/article/how-do-i-close-my-account",
        "difficulty": "medium",
        "notes": "Account Settings → Account Settings Drop-down → Close my account → Type DELETE and press Delete Account button.",
        "notes_it": "Account Settings → Account Settings Drop-down → Close my account → Digita DELETE e premi il pulsante Delete Account.",
		"notes_pt_br": "Account Settings → Account Settings Drop-down → Close my account → Digite DELETE e pressione o botão Delete Account."
    },

    {
        "name": "MediaFire",
        "url": "https://www.mediafire.com/myaccount/accountbilling.php",
        "difficulty": "easy"
    },

    {
        "name": "Medium",
        "url": "https://medium.com/me/settings",
        "difficulty": "easy"
    },

    {
        "name": "Meetup",
        "url": "http://www.meetup.com/account/remove/",
        "difficulty": "easy"
    },

    {
        "name": "Microsoft Office 365",
        "url": "http://office.com/myaccount",
        "difficulty": "easy"
    },

    {
        "name": "Mint",
        "url": "https://mint.com",
        "difficulty": "easy",
        "notes": "Click 'Accounts' in the upper right, then select the 'Settings' tab.  Scroll to the bottom and click 'Delete Your Mint Account' and finally 'YES, delete my Mint account'.",
        "notes_it": "Clicca 'Accounts' nell'angolo in alto a destra, quindi seleziona 'Settings'.  Scorri in basso e clicca 'Delete Your Mint Account' e infine 'YES, delete my Mint account'.",
		"notes_pt_br": "Clique em 'Accounts' no topo à direita, então selecione a aba 'Settings'. Va até o final da página e clique em 'Delete Your Mint Account' e finalmente 'YES, delete my Mint account'."
    },

    {
        "name": "MixCloud",
        "url": "http://www.mixcloud.com/myaccount/account/",
        "difficulty": "easy"
    },

    {
        "name": "Mojang",
        "url": "https://account.mojang.com/me/settings",
        "difficulty": "easy",
        "notes": "If you have registered a Mojang account and would like to delete your account, please visit your account settings page. Please be aware that if your account is deleted, you will no longer be able to log into Mojang services, and will not be able to purchase future Mojang games.",
        "notes_it": "Se desideri cancellare il tuo account, visita la pagina impostazioni. Se elimini il tuo account, non potrai piu loggare nei servizi Mojang, e non potrai piu acquistare dei giochi Mojang in futuro.",
		"notes_pt_br": "Se você registrou uma conta Mojango e gostaria de deletá-la, visite a página de configurações da conta. Lembre-se de que se sua conta for deletada, você não poderá mais fazer login nos serviços Mojang, e não poderá adquirir futuros jogos da Mojang."
    },

    {
        "name": "Monster",
        "url": "http://my.monster.com/Account/CancelMembership",
        "difficulty": "easy"
    },

    {
        "name": "Mozilla Persona",
        "url": "https://login.persona.org/",
        "difficulty": "easy",
        "notes": "“Cancel your account” link at the bottom of the page.",
        "notes_it": "“Cancel your account” in fondo alla pagina.",
		"notes_pt_br": "Link “Cancel your account” no final da página."
    },

    {
        "name": "MyLife.com",
        "url": "http://www.mylife.com/showDeleteAccount.do",
        "difficulty": "easy"
    },

    {
        "name": "MyOpenID",
        "url": "https://www.myopenid.com/delete",
        "difficulty": "impossible",
        "notes": "Although it seems the account is deleted, you can reactivate so likely the data has not been deleted at all.",
        "notes_it": "Anche se pare che l'account sia cancellato, puoi riattivarlo quindi i dati non sono stati cancellati.",
		"notes_pt_br": "Apesar de parecer que sua conta foi deletada, você pode reativá-la então provavelmente os dados não foram removidos."
    },

    {
        "name": "MySpace",
        "url": "https://new.myspace.com/settings/profile",
        "difficulty": "easy"
    },

    {
        "name": "Netflix",
        "url": "https://support.netflix.com/en/node/407",
        "difficulty": "impossible",
        "notes": "Contact customer services. Even then they may not delete your account under the premise that you might want to rejoin and keep your history and recommendations.",
        "notes_it": "Contatta il servizio clienti.",
		"notes_pt_br": "Contate a assistência ao cliente. Mesmo assim eles não deletarão sua conta sobre a premissa que talvez você queira retornar em manter seu histórico e recomendações."
    },

    {
        "name": "Netlog",
        "url": "http://en.netlog.com/go/login",
        "difficulty": "easy",
        "notes": "Select 'settings', then 'account', then 'delete'.",
        "notes_it": "Seleziona 'settings', quindi 'account' e infine 'delete'.",
		"notes_pt_br": "Selecione 'settings', então 'account', e 'delete'."
    },

    {
        "name": "New York Times",
        "url": "https://myaccount.nytimes.com/membercenter/help.html",
        "difficulty": "hard",
        "notes": "Use the form to write to customer services and ask them to close your account.",
        "notes_it": "Usa il modulo per scrivere all'assistenza clienti e chiedere la chiusura del tuo account.",
		"notes_pt_br": "Use o formulário para escrever à assistência ao cliente e peça-os para fechar sua conta."
    },

    {
        "name": "NewsBlur",
        "url": "https://www.newsblur.com/profile/delete_account",
        "difficulty": "easy"
    },

    {
        "name": "Odnoklassniki",
        "url": "http://www.odnoklassniki.ru/regulations",
        "difficulty": "easy",
        "notes": "Login to your account, scroll License Agreement down, click Delete profile, check any boxes you want, enter password and press Remove button.",
        "notes_it": "Fai il login, scorri il contratto, premi Delete profile, fai il tick sulle caselle che vuoi, inserisci la password e premi il pulsante Remove.",
		"notes_pt_br": "Faça login em sua conta, vá até o License Agreement, clique em Delete profile, marque as caixas que você quiser, digite sua senha e pressione o botão Remove."
    },

    {
        "name": "OkCupid",
        "url": "https://www.okcupid.com/settings",
        "difficulty": "easy",
        "notes": "Visit your settings page, and select 'Delete Account'",
        "notes_it": "Visita la pagina impostazioni, quindi seleziona 'Delete Account'",
		"notes_pt_br": "Visite a sua página de configurações, e selecione 'Delete Account'"
    },

    {
        "name": "OnlineTVRecorder.com",
        "url": "http://www.onlinetvrecorder.com/v2/index.php?go=account&do=cancel",
        "difficulty": "impossible",
        "notes": "You can deactivate your account with the link. But the data isn't deleted. Even if you contact the support they don't delete your data.",
        "notes_it": "Puoi disattivare il tuo account. Ma i dati non saranno cancellati neanche se contatti il supporto.",
        "notes_de": "Du kannst deinen Account mit dem Link deaktivieren, aber deine Daten werden nicht gelöscht. Auch wenn du den Support kontaktierst, können sie deine Daten nicht löschen.",
		"notes_pt_br" : "Você pode desativar sua conta neste link. Mas os dados não são deletados. Mesmo se você contatar o suporte eles não irão apagar seus dados."
    },

    {
        "name": "OpenDNS",
        "url": "http://forums.opendns.com/comments.php?DiscussionID=8326",
        "difficulty": "hard",
        "notes": "You must open a ticket to completely get your account deleted at http://www.opendns.com/support/contact/",
        "notes_it": "Devi aprire un ticket alla pagina http://www.opendns.com/support/contact/ per eliminare completamente il tuo account",
		"notes_pt_br": "Você deve abrir um ticket para ter sua conta completamente apagada em http://www.opendns.com/support/contact/"
    },

    {
        "name": "Orkut",
        "url": "https://accounts.google.com/DeleteService?service=orkut",
        "difficulty": "easy"
    },

    {
        "name": "Outlook",
        "url": "https://account.live.com/CloseAccount.aspx",
        "difficulty": "easy"
    },

    {
        "name": "Pandora",
        "url": "http://help.pandora.com/customer/portal/articles/24624-cancel-account",
        "difficulty": "hard",
        "notes": "You have to email support from the email associated with your account. If you do not have access to that, you need to provide the email address, birth year, and zip code on the account.",
        "notes_it": "Devi spedire un email al supporto usando l'email associata al tuo account. Se non hai accesso all'email, puoi fornire l'email, l'anno di nascita e il codice postale dell'account.",
		"notes_pt_br": "Você terá de enviar um e-mail para o suporte com o e-mail associado a sua conta. Se você não tiver acesso a isto, você precisa especificar seu e-mail, ano de nascimento e código postal da conta."
    },

    {
        "name": "Pastebin",
        "url": "http://pastebin.com/profile",
        "difficulty": "impossible",
        "notes": "You can remove your pastes, but there's no link to delete your account.",
        "notes_it": "Puoi cancellare completamente i tuoi paste, ma non esiste il modo di cancellare l'account.",
		"notes_pt_br": "Você pode remover seus pastes, mas não há um link para remover sua conta."
    },

    {
        "name": "Path",
        "url": "https://path.com",
        "difficulty": "medium",
        "notes": "You cannot delete your account from the website. Open the iOS/Android app, go to settings → about → disable account → delete account.",
        "notes_it": "Non puoi cancellare il tuou account. Apri l'app iOS/Android, vai su go to settings → about → disable account → delete account.",
		"notes_pt_br": "Você não pode deletar sua conta do site. Abra o aplicativo iOS/Android, vá em settings → about → disable account → delete account."
    },

    {
        "name": "Patrick-Krempf-Reminder",
        "url": "http://reminder.patrickkempf.de/manage.php?do=delaccount",
        "difficulty": "easy"
    },

    {
        "name": "Paukd",
        "url": "https://paukd.com",
        "difficulty": "easy",
        "notes": "Login to your account, go to settings (small gear next to your username), click Delete my account. You'll receive a confirmation link via e-mail.",
        "notes_it": "Entra nel tuo account, vai in impostazioni (piccolo ingranaggio affianco al tuo username9, clicca Elimina il mio account. Riceverai un link di conferma via e-mail.",
		"notes_pt_br": "Faça login em sua conta, vá em configurações (pequena engrenagem próximo ao seu usuário), clique Delete my acccount. Você receberá um link de confirmação por e-mail."
    },

    {
        "name": "PayPal",
        "url": "https://www.paypal.com/us/cgi-bin/webscr?cmd=_close-account",
        "difficulty": "easy"
    },

    {
        "name": "Picasa",
        "url": "http://picasaweb.google.com/",
        "difficulty": "impossible",
        "notes": "You can't delete your Google Account for Picasa Web Albums without deleting your entire Google Account.",
        "notes_it": "Non puoi eliminare il tuo account Picasa Web Albums senza eliminare l'intero Account Google.",
		"notes_pt_br": "Você não pode deletar sua conta Picasa sem deletar toda sua Conta Google."
    },

    {
        "name": "Pingdom",
        "url": "https://my.pingdom.com/account/cancel/confirm",
        "difficulty": "easy"
    },

    {
        "name": "Pinterest",
        "url": "https://pinterest.com/settings/",
        "difficulty": "impossible",
        "notes": "Accounts can be deactivated, which means that your pins and profile are hidden but not deleted.",
        "notes_it": "Gli account possono essere disattivati, il che significa che i tuoi pin ed il tuoi profilo saranno nascosti ma non eliminati.",
		"notes_pt_br": "Contas podem ser desativadas, o que significa que seus pins e perfil são ocultados mas não deletados."
    },

    {
        "name": "Pixoona",
        "url": "http://www.pixoona.com/dashboard#user/delete",
        "difficulty": "easy"
    },

    {
        "name": "Plenty of Fish",
        "url": "http://www.pof.com/deleteaccount.aspx",
        "difficulty": "easy",
        "notes": "Fill out the deletion form",
        "notes_it": "Completa il form per l'eliminazione.",
		"notes_pt_br": "Preencha o formulário de remoção"
    },

    {
        "name": "Pocket",
        "url": "http://getpocket.com/account_deletion/",
        "difficulty": "easy"
    },

    {
        "name": "Postcrossing",
        "url": "http://www.postcrossing.com/removal",
        "difficulty": "easy",
        "notes": "Log into your account -> Click the link (data fully deleted, not possible to revert this).",
        "notes_it": "Entra nel tuo account -> Clicca il link (informazioni completamente eliminate, operazione non reversibile).",
		"notes_pt_br": "Faça login em sua conta -> Clique no link (dados totalmente apagados, não é possível reverter)."
    },

    {
        "name": "Pushover",
        "url": "https://pushover.net/settings/delete_account",
        "difficulty": "easy"
    },

    {
        "name": "Quora",
        "url": "https://www.quora.com/settings/privacy",
        "difficulty": "easy"
    },

    {
        "name": "Rainforest QA",
        "url": "https://app.rainforestqa.com/settings",
        "difficulty": "easy",
        "notes": "Login, go to the settings page and click 'I want to delete my account'.",
        "notes_it": "Entra, recati nella pagina impostazioni e clicca 'Voglio eliminare il mio account'.",
		"notes_pt_br": "Faça login, vá na página de configurações e clique 'I want to delete my account'."
    },

    {
        "name": "Raptr",
        "url": "http://raptr.com/account/deactivation",
        "difficulty": "easy"
    },

    {
        "name": "Rdio",
        "url": "http://www.rdio.com/settings/advanced/",
        "difficulty": "easy"
    },

    {
        "name": "Readability",
        "url": "https://www.readability.com/account/delete",
        "difficulty": "impossible",
        "notes": "You can't delete your account, but you can deactivate it.",
        "notes_it": "Non puoi eliminare il tuo account ma puoi disattivarlo.",
		"notes_pt_br": "Você não pode deletar sua conta, mas você pode desativá-la."
    },

    {
        "name": "Reddit",
        "url": "https://ssl.reddit.com/prefs/delete/",
        "difficulty": "easy",
        "notes": "Incrementa la tua produttività di oltre 5 volte con questi consigli che loro non vogliono farti sapere!",
		"notes_pt_br": "Aumente sua produtividade em 5 vezes com este truque que eles não querem que você saiba!"
    },

    {
        "name": "Redditgifts",
        "url": "http://redditgifts.com/privacy/",
        "difficulty": "hard",
        "notes": "If you decide you would like to delete your account you must email us at support@redditgifts.com. You must email us from the email address associated with your account and provide your reddit username.",
        "notes_it": "Per eliminare il tuo account invia un'e-mail a support@redditgifts.com. Invia l'e-mail dall'indirizzo associato al tuo account ed inserisci il tuo username reddit.",
		"notes_pt_br": "Caso você decida apagar sua conta você deve enviar um e-mail para support@redditgifts.com. O e-mail deve ser enviado pelo e-mail associado a sua conta e você deve especificar seu usuário reddit.",
        "email": "support@redditgifts.com"
    },

    {
        "name": "Remember The Milk",
        "url": "https://www.rememberthemilk.com/login/delete.rtm",
        "difficulty": "easy"
    },

    {
        "name": "Rotten Tomatoes",
        "url": "http://flixster.desk.com/customer/portal/articles/169347-how-do-i-cancel-my-account-",
        "difficulty": "hard",
        "notes": "You need to contact flixster to cancel a native RT profile, while Facebook linked or Flixster.com accounts are easier to cancel.",
        "notes_it": "Devi contattare flixster per eliminare il tuo profilo RT nativo, mentre il collegamento a Facebook o Flixter.com sono più facili da eliminare.",
		"notes_pt_br": "Você precisará contatar flixster para cancelar o perfile nativo RT, enquanto contas ligadas ao Facebook ou Flixter.com são mais facilmente canceladas."
    },

    {
        "name": "Rovio",
        "url": "https://account.rovio.com/",
        "difficulty": "easy",
        "notes": "Bottom link 'Delete Account'",
        "notes_it": "Link sul fondo 'Delete Account'.",
		"notes_pt_br" : "Link no final 'Delete Account'"
    },

    {
        "name": "RunKeeper",
        "url": "http://runkeeper.com/I-Love-RunKeeper",
        "difficulty": "medium",
        "notes": "After clicking the button, you will have to enter your password, complete a capcha, click another button, AND a confirmation modal dialog.",
        "notes_it": "Dopo aver cliccato il bottone dovrai: inserire la tua password, completare un capcha, clicare un altro bottone E un dialogo di conferma.",
		"notes_pt_br": "Após clicar no botão, você terá que digitar sua senha, completar o captcha, clicar em outro botão, E a confirmar."
    },

    {
        "name": "ScanMyServer",
        "url": "https://scanmyserver.com/?suspend=1",
        "difficulty": "easy",
        "notes": "Login to your account and follow 'Account Suspension' instructions.",
        "notes_it": "Entra nel tuo account e segui le istruzioni 'Account Suspension'.",
		"notes_pt_br": "Faça login e siga as instruções de 'Account Suspension'."
    },

    {
        "name": "Scribd",
        "url": "http://www.scribd.com/account_settings/preferences",
        "difficulty": "easy"
    },

    {
        "name": "Scriptogr.am",
        "url": "http://scriptogr.am/dashboard/#settings",
        "difficulty": "easy",
        "notes": "Click the link 'Delete your account' at the bottom. Note: On your dropbox, the content of this site will not be removed. If needed, you can delete the folder 'Apps/scriptogram' manually.",
        "notes_it": "Clicca il link 'Delete your account' sul fondo. Nota: Su dropbox il contenuto di questo sito non verrà eliminato. Se necessario, devi eliminare la cartella 'Apps/scriptogram' manualmente",
		"notes_pt_br": "Clique no link 'Delete your account' no final da página. Nota: No seu dropbox, o conteúdo deste site não será removido. Caso necessário, você pode remover a pastas 'Apps/scriptogram' manualmente."
    },

    {
        "name": "Shopify",
        "url": "http://shopify.com/admin/settings/account",
        "difficulty": "easy",
        "notes": "Select 'Please cancel my account'. Choose a reason then select 'close my shopify store'.",
        "notes_it": "Seleziona 'Please cancel my account'. Seleziona un motivo e seleziona 'close my shopify store'.",
		"notes_pt_br": "Selecione 'Please cancel my account'. Escolha um motivo e selecione 'close my shopify store'."
    },

    {
        "name": "Shutterfly",
        "url": "http://www.shutterfly.com/about/contact_details.jsp",
        "difficulty": "hard",
        "notes": "Contact customers services by email or live chat and request deletion.",
        "notes_it": "Contatta il servizio clienti via email o via chat e richiedi la cancellazione.",
		"notes_pt_br": "Contate a assistência ao cliente por e-mail ou chat ao vivo e peça a remoção."
    },

    {
        "name": "Skype",
        "url": "https://support.skype.com/en/faq/FA142/can-i-delete-my-skype-account",
        "difficulty": "hard",
        "notes": "Contact customer services. You’ll need to know 5 contacts from your contacts list, the month you created your account, and your signup email address.",
        "notes_it": "Contatta il servizio clienti. Devi conoscere 5 contatti dalla tua lista contatti, il mese di creazione dell'account e la email con cui ti sei registrato.",
		"notes_pt_br": "Contate a assistência ao cliente. Você precisará saber 5 contatos da sua lista de contatos, o mês em que sua conta foi criada, e seu e-mail de cadastro."
    },

    {
        "name": "Slashdot",
        "url": "http://slashdot.org/faq/accounts.shtml",
        "difficulty": "impossible"
    },

    {
        "name": "Slideshare",
        "url": "http://help.slideshare.com/entries/57912-How-do-I-delete-my-SlideShare-account-",
        "difficulty": "easy",
        "notes": "A direct link is not available as it is based on your username.",
		"notes_pt_br": "Um link direto não está disponível e é baseado no seu usuário."
    },

    {
        "name": "Snapchat",
        "url": "http://www.snapchat.com/a/delete_account",
        "difficulty": "easy",
        "notes": "Enter username and password and click 'Delete'.",
        "notes_it": "Inserisci username e password e clicca 'Delete'.",
		"notes_pt_br": "Digite seu usuário e senha e clique em 'Delete'."
    },

    {
        "name": "Sonico",
        "url": "http://www.sonico.com/tyc.php",
        "difficulty": "hard",
        "notes": "Send a request to legal@sonico.com and request deletion.",
        "notes_it": "Invia la richiesta a legal@sonico.com",
		"notes_pt_br": "Envie um pedido para legal@sonico.com e peça a remoção.",
        "email": "legal@sonico.com"
    },

    {
        "name": "Soundcloud",
        "url": "http://soundcloud.com/settings/account#delete-user",
        "difficulty": "easy"
    },

    {
        "name": "SourceForge",
        "url": "https://sourceforge.net/account/remove",
        "difficulty": "medium",
        "notes": "Data created by the user such as posts and tickets will remain and be attributed to the account, even if deleted. The username will not become available.",
        "notes_it": "I dati creati dall'utente come post e ticket rimarranno attribuiti all'account, anche se cancellato. L'username non sarà più disponibile.",
		"notes_pt_br": "Dados criads pelo usuário como posts e tickets se manterão atribuídos à conta, mesmo que deletada. O usuário não se tornará disponível."
    },

    {
        "name": "Speaker Deck",
        "url": "https://speakerdeck.com/tos",
        "difficulty": "impossible",
        "notes": "If you wish to terminate your Speaker Deck account, you may simply discontinue using Speaker Deck.",
        "notes_it": "Se desideri terminare il tuo Speaker Deck account, devi semplicemente non usarlo più.",
		"notes_pt_br": "Se você deseja terminar sua conta Speaker Deck, você pode apenas parar de usar Speaker Deck."
    },

    {
        "name": "Splitwise",
        "url": "https://secure.splitwise.com/account/settings",
        "difficulty": "easy"
    },

    {
        "name": "Spotify",
        "url": "https://www.spotify.com/se/about-us/contact/contact-spotify-support/?contact",
        "difficulty": "hard",
        "notes": "Contact Spotify’s customer services through their contact form and request for your account to be closed.",
        "notes_it": "Contatta l'assistenza clienta di Spotify attraverso il loro modulo e richiedi la cancellazione dell'account.",
		"notes_pt_br": "Contate a assistência ao cliente da Spotify através do formulário de contato e peça o fechamento da sua conta."
    },

    {
        "name": "StackOverflow",
        "url": "http://meta.stackoverflow.com/help/deleting-account",
        "difficulty": "hard",
        "notes": "If you haven't posted on the site, it's just one click. Otherwise, edit your 'About Me' bio to say 'please delete me' then contact support.",
        "notes_it": "Se non hai effettuato alcuna azione sul sito, basta un click. Altrimenti, edita il tuo 'About me' biografia in 'please delete me' quindi contatta il servizio clienti.",
		"notes_pt_br": "Se você não postou no site, apenas um clique é necessário. Caso contrário, edite a sua 'About Me' biografia e escreva 'please delete me' e então contate o suporte."
    },

    {
        "name": "Starbucks",
        "url": "http://customerservice.starbucks.com/app/contact/ask_starbucks_website/",
        "difficulty": "impossible",
        "notes": "They will not delete your account but upon request they can “scramble all of your information so that you don’t receive emails and none of your information is available to [them] for potential fraud”.",
        "notes_it": "Non elimineranno il tuo account ma su richiesta potranno cancellare tutte le tue informazioni.",
		"notes_pt_br": "Eles não irão deletar sua conta mas mediante pedido eles podem “bagunçar todas suas informações para que você não receba e-mails e nenhuma informação sua esteja disponível a [eles] potenciais fraudes”."
    },

    {
        "name": "Stayfirends.de",
        "url": "http://www.stayfriends.de/j/ViewController?action=accountSettings&delEnabled=true",
        "difficulty": "easy",
        "notes": "Die Löschung Ihres Eintrages kann nicht rückgängig gemacht werden. Alle Ihre Profildaten, Kontakte Nachrichten und Bilder werden unwiderruflich entfernt. Ihre Mitschüler und Kontakte können nicht mehr über StayFriends Kontakt zu Ihnen aufnehmen."
    },

    {
        "name": "Steam",
        "url": "https://support.steampowered.com/newticket.php",
        "difficulty": "impossible",
        "notes": "If you contact Steam support, they will most likely tell you just to not use the account. If your account has no games on it, it will be disabled after a while.",
        "notes_it": "Se contatti il supporto Steam, risponderanno semplicemente di non usare l'account. Se l'account non ha nessun gioco abbinato, sarà disabilitato automaticamente dopo un certo periodo di tempo",
		"notes_pt_br": "Se você contatar o suporte Steam, eles irão te dizer para apenas não usar a conta. Se você não tiver jogos na sua conta, ela será desabilitada após um tempo."
    },

    {
        "name": "Strava",
        "url": "https://www.strava.com/settings/privacy",
        "difficulty": "medium",
        "notes": "Upon deactivation, all of your activities will be deleted and you will be removed from all leaderboards. Strava will keep an archive of your raw GPS data as uploaded to Strava, but the archive cannot be used to restore your account.",
        "notes_it": "Disattivando l'account, tutte le attività verrano cancellate e verrai rimosso da tutte le leaderboars. Strava manterrà un'archivio dei tuoi dati GPS, ma non può essere usato per recuperare il tuo account.",
		"notes_pt_br": "Mediante desativação, todas suas atividades serão deletadas e você será removido de todas as leaderboards. Strava manterá um arquivo de seus dados GPS como enviados a Strava, mas o arquivo não poderá ser usado para restaurar sua conta."
    },

    {
        "name": "StumbleUpon",
        "url": "https://www.stumbleupon.com/settings/delete-account",
        "difficulty": "easy",
        "notes": "You can reactivate within 14 days. After that the account is deleted.",
        "notes_it": "Puoi riattivare il tuo account entro 14 giorni. Dopodichè sarà cancellato.",
		"notes_pt_br": "Você pode reativar em até 14 dias. Após este prazo sua conta é deletada."
    },

    {
        "name": "TeamViewer",
        "url": "https://login.teamviewer.com/",
        "difficulty": "easy",
        "notes": "Edit profile (menu item at the top right corner of the page) →  Delete account",
        "notes_it": "Modifica profilo (menu nell'angolo superiore destro della pagina) →  Delete account",
		"notes_pt_br": "Edit profile (menu no canto do topo à direita da página) →  Delete account"
    },

    {
        "name": "Ticketmaster",
        "url": "http://www.ticketmaster.com/h/help.html?tm_link=tm_i_help",
        "difficulty": "hard",
        "notes": "You must submit a request to close your account via the form.",
        "notes_it": "Devi inviare una richiesta attraverso il form per chiudere il tuo account.",
		"notes_pt_br": "Você deve enviar um pedido para fechar sua conta pelo formulário."
    },

    {
        "name": "Topface",
        "url": "http://topface.com/delete-profile/",
        "difficulty": "easy"
    },

    {
        "name": "Trakt",
        "url": "http://trakt.tv/settings/data",
        "difficulty": "easy"
    },

    {
        "name": "Transifex",
        "url": "http://support.transifex.com/customer/portal/articles/1052765-how-can-i-delete-my-account-",
        "difficulty": "impossible",
        "notes": "You can't delete your account, but you can contact them via email to deactivate it.",
        "notes_it": "Non puoi eliminare il tuo account, ma puoi contattarli tramite email per disattivarlo.",
		"notes_pt_br": "Você não pode deletar sua conta, mas você pode contatá-los via e-mail para desativá-la."
    },

    {
        "name": "Trello",
        "url": "https://trello.com/your/account",
        "difficulty": "easy",
        "notes": "Select 'Delete your account?' option to delete your account",
        "notes_it": "Seleziona 'Eliminare il tuo account?' per eliminare il tuo account.",
		"notes_pt_br": "Selecione a opção 'Delete your account?' para deletar sua conta"
    },

    {
        "name": "TripIt",
        "url": "https://www.tripit.com/account/delete",
        "difficulty": "easy"
    },

    {
        "name": "Tumblr",
        "url": "http://www.tumblr.com/account/delete",
        "difficulty": "easy"
    },

    {
        "name": "Tweetdeck",
        "url": "https://www.tweetdeck.com/api/account-delete/",
        "difficulty": "easy"
    },

    {
        "name": "Twitch",
        "url": "http://www.twitch.tv/user/close_account",
        "difficulty": "easy"
    },

    {
        "name": "Twitter",
        "url": "https://twitter.com/settings/accounts/confirm_deactivation",
        "difficulty": "easy"
    },

    {
        "name": "Ubuntu One",
        "url": "https://one.ubuntu.com/help/faq/how-can-i-delete-my-account/",
        "difficulty": "hard",
        "notes": "Yes and no, it depends on which type(s) of accounts, and you will need to delete the accounts in the correct order. All accounts are tied to Ubuntu One's Single Sign-On (login.ubuntu.com), so that is the account you should close last. Everything else, such as Launchpad.net, cloud file storage, AskUbuntu, and other accounts should be closed first if possible. This is especially important if you have any paid services attached, to make sure you won't be billed for anything after closing the accounts. The last step is to delete your Single Sign-On (SSO) account. SSO accounts must be deleted manually by the Ubuntu One staff.",
        "notes_it": "Si e no, dipende dal tipo/i di account, e dovrai eliminare gli account nel giusto order. Tutti gli account sono collegati a Ubuntu One's Single Sign-On (login.ubuntu.com), quindi questo sarà l'ultimo account da chiudere. Tutto il resto, come Launchpad.net, cloud file storage, AskUbuntu e gli altri account devono essere chiusi prima, se possibile. Questo è importante soprattutto se hai qualche servizio a pagamento collegato, per essere sicuro di non ricevere richieste di pagamento dopo la chiusura degli account. L'ultimo passo è eliminare il tuo Single Sign-On (SSO) account. Questo deve essere eliminato manualmente dallo staff di Ubuntu One.",
		"notes_pt_br": "Sim e não, depende do(s) tipo(s) de conta(s), e você precisará deletar a(s) conta(s) na ordem correta. Todas as contas estão ligadas ao Single Sign-on (login.ubuntu.com) do Ubuntu One, então esta é a conta que você deve fechar por último. De resto, como Launchpad.net, armazenamento de arquivos na nuvem, AskUbuntu, e outras contas devem ser fechadas primeiro se possível. Isto é muito importante se você tem algum serviço pago ligado, para ter certeza que você não será cobrado por qualquer coisa após fechar suas contas. O último passo é fechar sua conta Single Sign-On (SSO). Contas SSO devem ser deletadas manualmente pela equipe do Ubuntu One."    
	},

    {
        "name": "Udacity",
        "url": "http://forums.udacity.com/answer_link/100044663/",
        "difficulty": "impossible",
        "notes": "A Udacity employee recommends that you stop using the account, which means there's currently no way of deleting the account.",
        "notes_it": "Un impiegato di Udacity consiglia di smettere di usare l'account, il che significa che non ci sono modi differenti per eliminare l'account.",
		"notes_pt_br": "Um empregado Udacity recomenda que você pare de usar a conta, o que significa que não há como deletar sua conta atualmente."
    },

    {
        "name": "Udemy",
        "url": "https://www.udemy.com/user/edit-danger-zone/",
        "difficulty": "medium",
        "notes": "In order to delete your account, you need to first unsubscribe from all of your courses.",
        "notes_it": "Per eliminare il tuo account devi prima dis-iscriverti da tutti i tuoi corsi.",
		"notes_pt_br": "Para deletar sua conta, você precisa se desinscrever de todos os seus cursos."
    },

    {
        "name": "UPS",
        "url": "https://www.ups.com/myups/deletereg",
        "difficulty": "easy"
    },

    {
        "name": "Ustream",
        "url": "http://www.ustream.tv/account/preferences",
        "difficulty": "easy",
        "notes": "Scroll down to the bottom of the 'Account Settings' page and click 'Delete Account'",
        "notes_it": "Scrolla fino al fondo della pagina 'Impostazioni Accountì e clicca 'Elimina Account'",
		"notes_pt_br": "Vá até o final da página 'Account Settings' e clique em 'Delete Account'"
    },

    {
        "name": "Valleywag (Gawker Media)",
        "url": "http://legal.kinja.com/kinja-terms-of-use-90161644",
        "difficulty": "impossible",
        "notes": "You may discontinue your use of the Service at any time without informing us. We may, however, retain and continue to use any Content that you have submitted or uploaded through the Service.",
        "notes_it": "Puoi in qualsiasi momento smettere di usare il servizio. Tuttavia noi possiamo comunque accedere a qualsiasi contenuto che hai inviato attraverso il servizio.",
		"notes_pt_br": "Você pode parar de usar o serviço a qualquer momento. Nós, no entando, iremos manter e usar qualquer conteúdo enviado por você através do serviço."
    },

    {
        "name": "Viadeo",
        "url": "http://www.viadeo.com/settings/account/?language=fr&ga_from=Fu:%2Fsettings%2Faccount%2F;Fb%3Amenu_box_right%3BFe%3AL1-account-settings%3B",
        "difficulty": "easy",
        "notes": "There's a button on the right, just under the menu.",
        "notes_it": "C'è un bottone sulla destra, proprio sotto il menu.",
		"notes_pt_br": "Existe um botão à direita, logo abaixo do menu."
    },

    {
        "name": "Vimeo",
        "url": "https://vimeo.com/settings/goodbye/forever",
        "difficulty": "easy"
    },

    {
        "name": "Vine",
        "url": "https://support.twitter.com/forms/vine",
        "difficulty": "hard",
        "notes": "The only way to delete your Vine account without deleting your Twitter account is to contact Twitter through their contact form.",
        "notes_it": "L'unico modo per eliminare il tuo account Vine senza eliminare il tuo account Twitter è contattare Twitter attraverso il loro form contatti.",
		"notes_pt_br": "A única maneira de deletar sua conta Vine sem deletar sua conta no Twitter é contatar o Twitter por meio do formulário de contato."
    },

    {
        "name": "VK/ВКонтакте",
        "url": "http://vk.com/settings?act=deactivate",
        "difficulty": "easy"
    },

    {
        "name": "Waze",
        "url": "http://www.waze.com/support/",
        "difficulty": "hard",
        "notes": "Send in a support ticket via the Quick Help form at Waze Support. Enter 'Delete Waze account' as the subject/question, then click the Email link. Complete filling out the form with your Waze username and registered email address.",
        "notes_it": "Invia un ticket di supporto a Waze attraverso Quick Help form. Inserisci 'Delete Waze account' come oggetto/domanda, successivamente clicca il link Email. Completa il resto del form con i tuoi dati Waze.",
		"notes_pt_br": "Envie um ticket de suporte via o Quick Help no Waze Support. Coloque 'Delete Waze account' como assunto/pergunta, então clique no link do e-mail. Complete preenchendo com seu usuário Waze e e-mail da conta."
    },

    {
        "name": "We the People",
        "url": "https://petitions.whitehouse.gov/",
        "difficulty": "impossible",
		"notes": "Site provides no user account management interface or account deletion options.",
		"notes_pt_br": "O site não possui interface de gerenciamento da conta ou opções para remoção da conta."
    },
	
    {
        "name": "WEB.DE",
        "url": "https://kundencenter.web.de/",
        "difficulty": "easy"
    },

    {
        "name": "WhatsApp",
        "url": "https://whatsapp.zendesk.com/entries/21119703-How-do-I-delete-my-account-",
        "difficulty": "medium",
        "notes": "From the app: Settings → Account → Delete your account.",
        "notes_it": "Dall'applicazione: Impostazioni → Account → Elimina il tuo account.",
		"notes_pt_br": "No aplicativo: Settings → Account → Delete your account."
    },

    {
        "name": "whistle.im",
        "url": "https://whistle.im/browser#vcard",
        "difficulty": "easy",
        "notes": "Menu →  Edit vCard →  Account management →  Delete everything (cannot be undone)",
        "notes_it": "Menu →  Modifica vCard →  Gestione Account →  Elimina tutto (non può essere annullato)",
		"notes_it": "Menu →  Modifica vCard →  Gestione Account →  Elimina tutto (non può essere annullato)"
    },

    {
        "name": "Wikipedia",
        "url": "https://en.wikipedia.org/wiki/Wikipedia:FAQ#How_do_I_change_my_username.2Fdelete_my_account.3F",
        "difficulty": "impossible",
        "notes": "'A username cannot be deleted.' However, they do have some suggestions.",
        "notes_it": "'Un username non può essere eliminato.'. In ogni caso, ci sono alcuni consigli.",
		"notes_pt_br": "'Um usuário não pode ser deletado.' Entretanto, eles possuem algumas sugestões."
    },

    {
        "name": "WordPress.com",
        "url": "http://en.support.wordpress.com/deleting-accounts/",
        "difficulty": "impossible",
        "notes": "“WordPress.com accounts cannot be deleted.” The best you can do is remove any identifying data from your account.",
        "notes_it": "'Gli account WordPress.com non possono essere eliminati.'. Il massimo che puoi fare è eliminare qualsiasi informazione dall'account.",
		"notes_pt_br": "“Contas no WordPress.com não podem ser deletadas.” O melhor que você pode fazer é remover qualquer dado pessoal de sua conta."
    },

    {
        "name": "Wunderlist",
        "url": "https://www.wunderlist.com/#/preferences/account",
        "difficulty": "easy",
        "notes": "Click 'Delete Account' at the bottom of the account preferences panel.",
        "notes_it": "Clicca 'Elimina Account' sul fondo della pagina delle impostazioni account.",
		"notes_pt_br": "Clique em 'Delete Account' no final do painel de preferências da conta."
    },

    {
        "name": "Xing",
        "url": "https://www.xing.com/help/help-and-faqs-2/general-stuff-55/xing-memberships-153/general-stuff-803/canceling-free-basic-membership-185",
        "difficulty": "easy",
        "notes": "Select 'delete my profile' at the bottom of the page.",
        "notes_it": "Seleziona 'elimina il mio profilo' sul fondo della pagina.",
		"notes_pt_br": "Selecione 'delete my profile' no final da página."
    },

    {
        "name": "Xobni",
        "url": "https://www.xobni.com/account/settings",
        "difficulty": "easy",
        "notes": "“Delete account” link at the bottom of the page.",
        "notes_it": "Il link 'Elimina Account' si trova sul fondo della pagina.",
		"notes_pt_br": "Link “Delete account” no final da página."
    },

    {
        "name": "Yahoo!",
        "url": "https://edit.yahoo.com/config/delete_user",
        "difficulty": "easy"
    },

    {
        "name": "Yatado",
        "url": "http://about.yatedo.com/manage-your-digital-id/",
        "difficulty": "medium",
        "notes": "You must request deletion of your Yatado data before deleting the related social account.",
        "notes_it": "Devi richiedere l'eliminazione dei tuoi dati Yatado prima di eliminare il relativo account social.",
		"notes_pt_br": "Você deve pedir a remoção de seus dados antes de deletar sua conta social."
    },

    {
        "name": "Yelp",
        "url": "http://www.yelp.co.uk/contact?topic=support&subtopic=close",
        "difficulty": "easy"
    },

    {
        "name": "Zattoo",
        "url": "https://zattoo.com/account/delete",
        "difficulty": "easy"
    },

    {
        "name": "Zoho",
        "url": "https://accounts.zoho.com/u/h#setting/closeaccount",
        "difficulty": "easy"
    },

    {
        "name": "Zurker",
        "url": "https://my.zurker.com/destroy",
        "difficulty": "easy"
    }
]